{
  "gridName": "tiklo paketo struktūra, Pavadinimas",
  "gridThickness": "Paketo storis, mm",
  "gridHeatTransfer": "Šilumos perdavimo koeficientas, Ug, W/m2K",
  "gridLightTransmission": "Šviesos laidumas, LT, %",
  "gridLightReflection": "Išorinis šviesos atspindėjimas, LR, %",
  "gridSolarFactor": "Saulės faktorius, g, %",
  "homeButton": "Home Page",
  "home": "HOME",
  "intro": "Intro ..... for you",
  "more": "More...",
  "glassUnits": "INSULATED GLASS UNITS",
  "glassUnitsDesc": "INSULATED GLASS UNITS: glassUnits: UAB {company} produces the highest quality, customized glass units for individual and wholesale needs. Taking into account the purpose of the building or space, the environment and other factors, we help you choose and then manufacture modern and reliable glass units. /n Parameters of {company} insulated glass units: /nSize: minimum 190x400 mm, maximum 2700x4800 mm /n Weight: up to 120 kg/linear metre /n Thickness: minimum 12 mm, maximum 52 mm /n Thickness of the spacer in the glass unit: minimum 6 mm, maximum 24 mm /n Thickness of glass: minimum 3 mm, maximum 10 mm",
  "glassProducts": "GLASS PRODUCTS",
  "glassProductsDesc": "GLASS PRODUCTS: UAB {company} produces the highest quality, customized glass units for individual and wholesale needs. Taking into account the purpose of the building or space, the environment and other factors, we help you choose and then manufacture modern and reliable glass units. /n Parameters of {company} insulated glass units: /nSize: minimum 190x400 mm, maximum 2700x4800 mm /n Weight: up to 120 kg/linear metre /n Thickness: minimum 12 mm, maximum 52 mm /n Thickness of the spacer in the glass unit: minimum 6 mm, maximum 24 mm /n Thickness of glass: minimum 3 mm, maximum 10 mm",
  "about": "ABOUT US",
  "aboutDesc": "ABOUT US: Reliable manufacturers of insulated glass units /n UAB {company} is a manufacturer of multiple glass units, operating in Lithuania since 1994. We offer a wide range of top quality multiple glass units, fast turnaround for individual and wholesale orders, advice and support to find the best solutions at the best price. Consistently growing turnover of the company reached almost € 8 million in 2022. /n Since the beginning of the activities, we have been using state-of-the-art technology and equipment in our production process. Digital glass cutting equipment allows us to cut glass sheets into the required shapes, to optimise the amount of waste glass, and with other modern equipment, we can produce different sizes of glass units and quickly satisfy the changing market demands. We continuously invest in modernising our production and other operational processes, increasing efficiency, focusing on quality, range development, ecology and environmental protection, which enables us to offer the highest quality products to our customers in different countries, to promptly and professionally meet their needs, and to provide valuable advice. /n Our vision: a growing, competitive, top-performing company operating in an international market /n Our mission: to care for and meet the needs of the customers, employees and society to the maximum extent possible /n  Our values: top quality, continuous modernisation of production equipment and technology, reliable partners and a competent team",
  "career": "CAREER",
  "careerDesc": "CAREER: UAB {company} - stiklo paketų gamintojas, Lietuvoje veikiantis nuo 1900 m. Siūlome platų aukščiausios kokybės stiklo paketų asortimentą, greitai realizuojame individualius ir didmeninius klientų užsakymus, konsultuojame bei padedame rasti tinkamiausių sprendimų už optimaliausią kainą. Nuosekliai auganti bendrovės apyvarta 2022 m. siekė beveik 8 mln. eurų. Nuo veiklos pradžios gamybos procese naudojame moderniausias technologijas ir įrengimus. Skaitmeninė stiklo raižymo įranga leidžia stiklo lakštus pjaustyti reikalingomis formomis, optimizuoti stiklo atliekų kiekį, o su kitais moderniais įrengimais galime pagaminti įvairaus dydžio stiklo paketus ir greitai realizuoti besikeičiančius rinkos poreikius. Nuolat investuojame į gamybos ir kitų veiklos procesų modernizavimą, efektyvumo didinimą, skiriame didelį dėmesį kokybei, asortimento plėtrai, ekologijai ir gamtos apsaugai, todėl klientams skirtingose šalyse galime pasiūlyti aukščiausios kokybės produktų, operatyviai bei profesionaliai patenkinti jų poreikius ir suteikti vertingų konsultacijų. Mūsų vizija: auganti, konkurencinga, aukščiausius reikalavimus atitinkanti, tarptautinėje rinkoje veikti bendrovė Mūsų misija: rūpintis ir maksimaliai tenkinti klientų, darbuotojų bei visuomenės poreikius Mūsų vertybės: aukščiausia kokybė, nuolatinis gamybos įrangos ir technologijų modernizavimas, patikimi partneriai bei kompetentinga komanda.",
  "contacts": "CONTACTS",
  "contactsDesc": "CONTACTS: UAB {company} - stiklo paketų gamintojas, Lietuvoje veikiantis nuo 1900 m. Siūlome platų aukščiausios kokybės stiklo paketų asortimentą, greitai realizuojame individualius ir didmeninius klientų užsakymus, konsultuojame bei padedame rasti tinkamiausių sprendimų už optimaliausią kainą. Nuosekliai auganti bendrovės apyvarta 2022 m. siekė beveik 8 mln. eurų. Nuo veiklos pradžios gamybos procese naudojame moderniausias technologijas ir įrengimus. Skaitmeninė stiklo raižymo įranga leidžia stiklo lakštus pjaustyti reikalingomis formomis, optimizuoti stiklo atliekų kiekį, o su kitais moderniais įrengimais galime pagaminti įvairaus dydžio stiklo paketus ir greitai realizuoti besikeičiančius rinkos poreikius. Nuolat investuojame į gamybos ir kitų veiklos procesų modernizavimą, efektyvumo didinimą, skiriame didelį dėmesį kokybei, asortimento plėtrai, ekologijai ir gamtos apsaugai, todėl klientams skirtingose šalyse galime pasiūlyti aukščiausios kokybės produktų, operatyviai bei profesionaliai patenkinti jų poreikius ir suteikti vertingų konsultacijų. Mūsų vizija: auganti, konkurencinga, aukščiausius reikalavimus atitinkanti, tarptautinėje rinkoje veikti bendrovė Mūsų misija: rūpintis ir maksimaliai tenkinti klientų, darbuotojų bei visuomenės poreikius Mūsų vertybės: aukščiausia kokybė, nuolatinis gamybos įrangos ir technologijų modernizavimas, patikimi partneriai bei kompetentinga komanda."
}
